Revit 2027 API
OverrideGraphicSettings.IsCutBackgroundPatternVisible Property
 The visibility of the cut face background fill pattern.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool IsCutBackgroundPatternVisible { get; }
Public ReadOnly Property IsCutBackgroundPatternVisible As Boolean
	Get
public:
property bool IsCutBackgroundPatternVisible {
	bool get ();
}
member IsCutBackgroundPatternVisible : bool with get
Property Value
Boolean
See Also
Reference
OverrideGraphicSettings Class
Autodesk.Revit.DB Namespace